Repository: avgeek-oss/illustrate
Catalog: Illustrate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: Guidance Scale
de: Orientierungsskala
es: Escala de orientación
fr: Échelle de guidage
hi: मार्गदर्शन पैमाना
id: Skala Panduan
ja: 誘導スケール
ko: 안내 척도
pl: Skala wskazówek
pt_br: Escala de Orientação
tr: Rehberlik Ölçeği
uk: Орієнтовна шкала
vi: Thang hướng dẫn
zh_hans: 指导量表
zh_hant: 指導量表

source: Guide
de: Leitfaden
es: Guía
fr: Guider
hi: मार्गदर्शक
id: Panduan
ja: ガイド
ko: 가이드
pl: Przewodnik
pt_br: Guia
tr: Rehber
uk: Гід
vi: hướng dẫn
zh_hans: 指南
zh_hant: 指南

source: Hide Mask
de: Maske ausblenden
es: Ocultar máscara
fr: Masquer le masque
hi: मुखौटा छुपाएं
id: Sembunyikan Topeng
ja: マスクを隠す
ko: 마스크 숨기기
pl: Ukryj maskę
pt_br: Ocultar máscara
tr: Maskeyi Gizle
uk: Приховати маску
vi: Ẩn mặt nạ
zh_hans: 隐藏面具
zh_hant: 隱藏面具

source: Hide layer
de: Ebene ausblenden
es: Ocultar capa
fr: Masquer le calque
hi: परत छिपाएँ
id: Sembunyikan lapisan
ja: レイヤーを非表示にする
ko: 레이어 숨기기
pl: Ukryj warstwę
pt_br: Ocultar camada
tr: Katmanı gizle
uk: Приховати шар
vi: Ẩn lớp
zh_hans: 隐藏层
zh_hant: 隱藏層

source: High Credit Consumption
de: Hoher Kreditverbrauch
es: Alto consumo de crédito
fr: Consommation élevée de crédit
hi: उच्च ऋण उपभोग
id: Konsumsi Kredit Tinggi
ja: クレジットの大量消費
ko: 높은 신용소비
pl: Wysoka konsumpcja kredytu
pt_br: Alto consumo de crédito
tr: Yüksek Kredi Tüketimi
uk: Високе споживання кредиту
vi: Tiêu dùng tín dụng cao
zh_hans: 高信用消费
zh_hant: 高信用消費

source: History
de: Geschichte
es: Historia
fr: Histoire
hi: इतिहास
id: Sejarah
ja: 歴史
ko: 역사
pl: Historia
pt_br: História
tr: Tarih
uk: історія
vi: Lịch sử
zh_hans: 历史
zh_hant: 歷史

source: How to Use
de: Verwendung
es: Cómo utilizar
fr: Comment utiliser
hi: कैसे उपयोग करें
id: Cara Menggunakan
ja: 使用方法
ko: 사용방법
pl: Jak używać
pt_br: Como usar
tr: Nasıl Kullanılır
uk: Як використовувати
vi: Cách sử dụng
zh_hans: 如何使用
zh_hant: 如何使用

source: If the selected model supports multiple generations with a single request, it will be preferred. In absence of this feature, parallel generation calls will be performed. You may use the seed value to control the similarity of the images.
de: Wenn das ausgewählte Modell mehrere Generationen mit einer einzigen Anfrage unterstützt, wird es bevorzugt. Wenn diese Funktion nicht verfügbar ist, werden parallele Generierungsaufrufe durchgeführt. Sie können den Startwert verwenden, um die Ähnlichkeit der Bilder zu steuern.
es: Si el modelo seleccionado admite varias generaciones con una sola solicitud, será el preferido. En ausencia de esta característica, se realizarán llamadas de generación paralela. Puede utilizar el valor inicial para controlar la similitud de las imágenes.
fr: Si le modèle sélectionné supporte plusieurs générations avec une seule requête, il sera préféré. En l’absence de cette fonctionnalité, des appels de génération parallèle seront effectués. Vous pouvez utiliser la valeur de départ pour contrôler la similarité des images.
hi: यदि चयनित मॉडल एक ही अनुरोध के साथ कई पीढ़ियों का समर्थन करता है, तो इसे प्राथमिकता दी जाएगी। इस सुविधा के अभाव में, समानांतर पीढ़ी कॉल निष्पादित की जाएंगी। आप छवियों की समानता को नियंत्रित करने के लिए बीज मूल्य का उपयोग कर सकते हैं।
id: Jika model yang dipilih mendukung beberapa generasi dengan satu permintaan, model tersebut akan lebih disukai. Jika fitur ini tidak ada, panggilan generasi paralel akan dilakukan. Anda dapat menggunakan nilai seed untuk mengontrol kesamaan gambar.
ja: 選択したモデルが 1 つのリクエストで複数の世代をサポートする場合、それが優先されます。この機能がない場合、並列生成呼び出しが実行されます。シード値を使用して、イメージの類似性を制御できます。
ko: 선택한 모델이 단일 요청으로 여러 세대를 지원하는 경우 선호됩니다. 이 기능이 없으면 병렬 생성 호출이 수행됩니다. 시드 값을 사용하여 이미지의 유사성을 제어할 수 있습니다.
pl: Jeśli wybrany model obsługuje wiele generacji w ramach jednego żądania, będzie preferowany. W przypadku braku tej funkcji realizowane będą wywołania generacji równoległej. Możesz użyć wartości początkowej, aby kontrolować podobieństwo obrazów.
pt_br: Se o modelo selecionado suportar múltiplas gerações com uma única solicitação, ele será preferido. Na ausência deste recurso, serão realizadas chamadas de geração paralela. Você pode usar o valor inicial para controlar a semelhança das imagens.
tr: Seçilen model tek istekle birden fazla nesli destekliyorsa tercih edilecektir. Bu özelliğin bulunmaması durumunda paralel üretim çağrıları gerçekleştirilecektir. Görsellerin benzerliğini kontrol etmek için tohum değerini kullanabilirsiniz.
uk: Якщо вибрана модель підтримує кілька поколінь за допомогою одного запиту, їй буде віддано перевагу. За відсутності цієї функції виконуватимуться виклики паралельної генерації. Ви можете використовувати початкове значення для контролю подібності зображень.
vi: Nếu mô hình được chọn hỗ trợ nhiều thế hệ với một yêu cầu duy nhất thì mô hình đó sẽ được ưu tiên. Nếu không có tính năng này, các cuộc gọi tạo song song sẽ được thực hiện. Bạn có thể sử dụng giá trị hạt giống để kiểm soát độ giống nhau của hình ảnh.
zh_hans: 如果所选模型支持单个请求的多代，则优先选择该模型。如果没有此功能，将执行并行生成调用。您可以使用种子值来控制图像的相似度。
zh_hant: 如果所選模型支援單一請求的多代，則優先選擇該模型。如果沒有此功能，將執行並行產生呼叫。您可以使用種子值來控制影像的相似度。

source: Illustrate
de: Veranschaulichen
es: ilustrar
fr: Illustrer
hi: चित्रण करें
id: Ilustrasikan
ja: イラストレーション
ko: 예시하다
pl: Zilustruj
pt_br: Ilustrar
tr: Göstermek
uk: Проілюструйте
vi: Minh họa
zh_hans: 说明
zh_hant: 說明

source: Illustrate Help
de: Hilfe illustrieren
es: Ayuda para ilustrar
fr: Illustrer l'aide
hi: मदद का चित्रण करें
id: Ilustrasikan Bantuan
ja: イラストヘルプ
ko: 도움말 예시
pl: Zilustruj pomoc
pt_br: Ilustrar ajuda
tr: Yardımı Göster
uk: Довідка про ілюстрації
vi: Minh họa trợ giúp
zh_hans: 说明帮助
zh_hant: 說明幫助

source: Illustrate doesn't manage billing for these providers. Generation and other workflows might incur charges based on your usage. Refer to your provider for details.
de: Illustrate verwaltet die Abrechnung für diese Anbieter nicht. Für die Generierung und andere Arbeitsabläufe können je nach Nutzung Gebühren anfallen. Einzelheiten erfahren Sie bei Ihrem Anbieter.
es: Illustrate no gestiona la facturación de estos proveedores. La generación y otros flujos de trabajo pueden generar cargos según su uso. Consulte a su proveedor para obtener más detalles.
fr: Illustrate ne gère pas la facturation de ces fournisseurs. La génération et d'autres flux de travail peuvent entraîner des frais en fonction de votre utilisation. Référez-vous à votre fournisseur pour plus de détails.
hi: इलस्ट्रेट इन प्रदाताओं के लिए बिलिंग का प्रबंधन नहीं करता है। आपके उपयोग के आधार पर जेनरेशन और अन्य वर्कफ़्लो पर शुल्क लग सकता है। विवरण के लिए अपने प्रदाता से संपर्क करें।
id: Illustrate tidak mengelola penagihan untuk penyedia ini. Pembuatan dan alur kerja lainnya mungkin dikenakan biaya berdasarkan penggunaan Anda. Rujuk ke penyedia Anda untuk detailnya.
ja: Illustrate はこれらのプロバイダーへの請求を管理しません。生成やその他のワークフローでは、使用量に応じて料金が発生する場合があります。詳細については、プロバイダーにお問い合わせください。
ko: Illustrate는 이러한 공급자에 대한 청구를 관리하지 않습니다. 생성 및 기타 워크플로에는 사용량에 따라 요금이 부과될 수 있습니다. 자세한 내용은 제공업체에 문의하세요.
pl: Illustrate nie zarządza rozliczeniami tych dostawców. Generowanie i inne przepływy pracy mogą wiązać się z opłatami w zależności od wykorzystania. Aby uzyskać szczegółowe informacje, skontaktuj się ze swoim dostawcą.
pt_br: O Illustrate não gerencia o faturamento desses provedores. A geração e outros fluxos de trabalho podem incorrer em cobranças com base no seu uso. Consulte seu provedor para obter detalhes.
tr: Illustrate bu sağlayıcıların faturalandırmasını yönetmez. Üretim ve diğer iş akışları, kullanımınıza bağlı olarak ücretlendirme gerektirebilir. Ayrıntılar için sağlayıcınıza başvurun.
uk: Illustrate не керує виставленням рахунків для цих постачальників. За генерацію та інші робочі процеси може стягуватися плата залежно від вашого використання. Зверніться до свого постачальника для отримання детальної інформації.
vi: Illustrate không quản lý việc thanh toán cho các nhà cung cấp này. Việc tạo và các quy trình công việc khác có thể phải chịu phí dựa trên mức sử dụng của bạn. Hãy tham khảo nhà cung cấp của bạn để biết chi tiết.
zh_hans: Illustrate 不管理这些提供商的计费。生成和其他工作流程可能会根据您的使用情况产生费用。有关详细信息，请咨询您的提供商。
zh_hant: Illustrate 不管理這些提供者的計費。產生和其他工作流程可能會根據您的使用情況產生費用。有關詳細信息，請諮詢您的提供者。

source: Image
de: Bild
es: Imagen
fr: Images
hi: छवि
id: Gambar
ja: 画像
ko: 이미지
pl: Obraz
pt_br: Imagem
tr: Resim
uk: Зображення
vi: Hình ảnh
zh_hans: 图片
zh_hant: 圖片

source: Image Details
de: Bilddetails
es: Detalles de la imagen
fr: Détails de l'image
hi: छवि विवरण
id: Detail Gambar
ja: 画像の詳細
ko: 이미지 세부정보
pl: Szczegóły obrazu
pt_br: Detalhes da imagem
tr: Resim Detayları
uk: Деталі зображення
vi: Chi tiết hình ảnh
zh_hans: 图片详情
zh_hant: 圖片詳情

source: Image Dimensions
de: Bildabmessungen
es: Dimensiones de la imagen
fr: Dimensions de l'image
hi: छवि आयाम
id: Dimensi Gambar
ja: 画像の寸法
ko: 이미지 크기
pl: Wymiary obrazu
pt_br: Dimensões da imagem
tr: Görüntü Boyutları
uk: Розміри зображення
vi: Kích thước hình ảnh
zh_hans: 图像尺寸
zh_hant: 影像尺寸

source: Image Gallery
de: Bildergalerie
es: Galería de imágenes
fr: Galerie d'images
hi: छवि गैलरी
id: Galeri Gambar
ja: 画像ギャラリー
ko: 이미지 갤러리
pl: Galeria obrazów
pt_br: Galeria de imagens
tr: Resim Galerisi
uk: Галерея зображень
vi: Thư viện hình ảnh
zh_hans: 图片库
zh_hant: 圖片庫

source: Image Generation
de: Bilderzeugung
es: Generación de imágenes
fr: Génération d'images
hi: छवि निर्माण
id: Pembuatan Gambar
ja: 画像生成
ko: 이미지 생성
pl: Generowanie obrazu
pt_br: Geração de imagem
tr: Görüntü Üretimi
uk: Генерація зображень
vi: Tạo hình ảnh
zh_hans: 图像生成
zh_hant: 影像生成

source: Image List
de: Bildliste
es: Lista de imágenes
fr: Liste d'images
hi: छवि सूची
id: Daftar Gambar
ja: 画像一覧
ko: 이미지 목록
pl: Lista obrazów
pt_br: Lista de imagens
tr: Resim Listesi
uk: Список зображень
vi: Danh sách hình ảnh
zh_hans: 图片列表
zh_hant: 圖片列表

source: Image Metadata
de: Bildmetadaten
es: Metadatos de imagen
fr: Métadonnées d'image
hi: छवि मेटाडेटा
id: Metadata Gambar
ja: 画像メタデータ
ko: 이미지 메타데이터
pl: Metadane obrazu
pt_br: Metadados de imagem
tr: Resim Meta Verileri
uk: Метадані зображення
vi: Siêu dữ liệu hình ảnh
zh_hans: 图像元数据
zh_hant: 影像元數據

source: Image Sets
de: Bildsätze
es: Conjuntos de imágenes
fr: Ensembles d'images
hi: छवि सेट
id: Kumpulan Gambar
ja: 画像セット
ko: 이미지 세트
pl: Zestawy obrazów
pt_br: Conjuntos de imagens
tr: Görüntü Setleri
uk: Набори зображень
vi: Bộ ảnh
zh_hans: 图像集
zh_hant: 影像集

source: Image Settings
de: Bildeinstellungen
es: Configuración de imagen
fr: Paramètres d'image
hi: छवि सेटिंग्स
id: Pengaturan Gambar
ja: 画像設定
ko: 이미지 설정
pl: Ustawienia obrazu
pt_br: Configurações de imagem
tr: Görüntü Ayarları
uk: Налаштування зображення
vi: Cài đặt hình ảnh
zh_hans: 图像设置
zh_hant: 影像設定

source: Image has been saved to your photo library.
de: Das Bild wurde in Ihrer Fotobibliothek gespeichert.
es: La imagen se ha guardado en su biblioteca de fotos.
fr: L'image a été enregistrée dans votre photothèque.
hi: छवि आपकी फ़ोटो लाइब्रेरी में सहेजी गई है.
id: Gambar telah disimpan ke perpustakaan foto Anda.
ja: 画像がフォト ライブラリに保存されました。
ko: 이미지가 사진 라이브러리에 저장되었습니다.
pl: Obraz został zapisany w Twojej bibliotece zdjęć.
pt_br: A imagem foi salva em sua biblioteca de fotos.
tr: Resim, fotoğraf kitaplığınıza kaydedildi.
uk: Зображення збережено у вашій бібліотеці фотографій.
vi: Hình ảnh đã được lưu vào thư viện ảnh của bạn.
zh_hans: 图像已保存到您的照片库。
zh_hant: 圖像已儲存到您的照片庫。

source: Image not found
de: Bild nicht gefunden
es: Imagen no encontrada
fr: Image introuvable
hi: छवि नहीं मिली
id: Gambar tidak ditemukan
ja: 画像が見つかりません
ko: 이미지를 찾을 수 없습니다
pl: Nie znaleziono obrazu
pt_br: Imagem não encontrada
tr: Resim bulunamadı
uk: Зображення не знайдено
vi: Không tìm thấy hình ảnh
zh_hans: 找不到图片
zh_hant: 找不到圖片

source: Image will be added to reference images
de: Das Bild wird zu den Referenzbildern hinzugefügt
es: La imagen se agregará a las imágenes de referencia.
fr: L'image sera ajoutée aux images de référence
hi: छवि को संदर्भ छवियों में जोड़ा जाएगा
id: Gambar akan ditambahkan ke gambar referensi
ja: 参考画像に画像を追加します
ko: 참조 이미지에 이미지가 추가됩니다.
pl: Obraz zostanie dodany do obrazów referencyjnych
pt_br: A imagem será adicionada às imagens de referência
tr: Resim referans resimlere eklenecek
uk: Зображення буде додано до еталонних зображень
vi: Hình ảnh sẽ được thêm vào hình ảnh tham khảo
zh_hans: 图像将添加到参考图像中
zh_hant: 圖像將添加到參考圖像中

source: Images
de: Bilder
es: Imágenes
hi: छवियाँ
id: Gambar
ja: 画像
ko: 이미지
pl: Obrazy
pt_br: Imagens
tr: Görseller
uk: Зображення
vi: Hình ảnh
zh_hans: 图片
zh_hant: 圖片

source: Images Generated
de: Bilder generiert
es: Imágenes generadas
fr: Images générées
hi: छवियाँ उत्पन्न
id: Gambar yang Dihasilkan
ja: 生成された画像
ko: 생성된 이미지
pl: Wygenerowano obrazy
pt_br: Imagens geradas
tr: Oluşturulan Görüntüler
uk: Створено зображення
vi: Hình ảnh được tạo
zh_hans: 生成的图像
zh_hant: 生成的圖像

source: Images Imported
de: Bilder importiert
es: Imágenes importadas
fr: Images importées
hi: छवियाँ आयातित
id: Gambar Diimpor
ja: インポートされた画像
ko: 가져온 이미지
pl: Obrazy zaimportowane
pt_br: Imagens importadas
tr: İçe Aktarılan Görseller
uk: Імпортовані зображення
vi: Hình ảnh được nhập
zh_hans: 导入的图像
zh_hant: 導入的圖像

source: Images not found
de: Bilder nicht gefunden
es: Imágenes no encontradas
fr: Images introuvables
hi: छवियाँ नहीं मिलीं
id: Gambar tidak ditemukan
ja: 画像が見つかりません
ko: 이미지를 찾을 수 없습니다
pl: Nie znaleziono obrazów
pt_br: Imagens não encontradas
tr: Resimler bulunamadı
uk: Зображення не знайдено
vi: Không tìm thấy hình ảnh
zh_hans: 未找到图片
zh_hant: 未找到圖片

source: Images will be skipped. You can manually upload logos and assets later.
de: Bilder werden übersprungen. Sie können Logos und Assets später manuell hochladen.
es: Se omitirán las imágenes. Puede cargar logotipos y recursos manualmente más adelante.
fr: Les images seront ignorées. Vous pourrez télécharger manuellement des logos et des ressources ultérieurement.
hi: छवियाँ छोड़ दी जाएंगी. आप बाद में लोगो और संपत्तियों को मैन्युअल रूप से अपलोड कर सकते हैं।
id: Gambar akan dilewati. Anda dapat mengunggah logo dan aset secara manual nanti.
ja: 画像はスキップされます。ロゴとアセットは後で手動でアップロードできます。
ko: 이미지는 건너뜁니다. 나중에 로고와 자산을 수동으로 업로드할 수 있습니다.
pl: Obrazy zostaną pominięte. Możesz później ręcznie przesłać logo i zasoby.
pt_br: As imagens serão ignoradas. Você pode fazer upload manual de logotipos e ativos posteriormente.
tr: Resimler atlanacak. Logoları ve varlıkları daha sonra manuel olarak yükleyebilirsiniz.
uk: Зображення будуть пропущені. Ви можете вручну завантажити логотипи та ресурси пізніше.
vi: Hình ảnh sẽ bị bỏ qua. Bạn có thể tải lên logo và nội dung theo cách thủ công sau này.
zh_hans: 图像将被跳过。您可以稍后手动上传徽标和资源。
zh_hant: 影像將被跳過。您可以稍後手動上傳徽標和資源。

source: Imagine an image and generate in seconds
de: Stellen Sie sich ein Bild vor und generieren Sie es in Sekundenschnelle
es: Imagina una imagen y generala en segundos.
fr: Imaginez une image et générez-la en quelques secondes
hi: एक छवि की कल्पना करें और कुछ ही सेकंड में तैयार करें
id: Bayangkan sebuah gambar dan hasilkan dalam hitungan detik
ja: 画像を想像して数秒で生成
ko: 이미지를 상상하고 몇 초 만에 생성하세요
pl: Wyobraź sobie obraz i wygeneruj go w ciągu kilku sekund
pt_br: Imagine uma imagem e gere em segundos
tr: Bir görüntü hayal edin ve saniyeler içinde oluşturun
uk: Уявіть зображення та створіть його за лічені секунди
vi: Hãy tưởng tượng một hình ảnh và tạo ra trong vài giây
zh_hans: 想象一张图像并在几秒钟内生成
zh_hant: 想像一張圖像並在幾秒鐘內生成

source: Import CSV
de: CSV importieren
es: Importar CSV
fr: Importer un fichier CSV
hi: सीएसवी आयात करें
id: Impor CSV
ja: CSVのインポート
ko: CSV 가져오기
pl: Importuj plik CSV
pt_br: Importar CSV
tr: CSV'yi içe aktar
uk: Імпорт CSV
vi: Nhập CSV
zh_hans: 导入 CSV
zh_hant: 導入 CSV

source: Import Error
de: Importfehler
es: Error de importación
fr: Erreur d'importation
hi: आयात त्रुटि
id: Kesalahan Impor
ja: インポートエラー
ko: 가져오기 오류
pl: Błąd importu
pt_br: Erro de importação
tr: İçe Aktarma Hatası
uk: Помилка імпорту
vi: Lỗi nhập
zh_hans: 导入错误
zh_hant: 導入錯誤

source: Import ZIP
de: ZIP importieren
es: Importar ZIP
fr: Importer un code postal
hi: ज़िप आयात करें
id: Impor ZIP
ja: ZIPをインポート
ko: 우편번호 가져오기
pl: Importuj ZIP
pt_br: Importar ZIP
tr: ZIP'i içe aktar
uk: Імпорт ZIP
vi: Nhập ZIP
zh_hans: 导入邮政编码
zh_hant: 導入郵遞區號

source: Import a CSV file with a 'prompt' column to get started.
de: Importieren Sie zunächst eine CSV-Datei mit einer Spalte „Eingabeaufforderung“.
es: Importe un archivo CSV con una columna de "mensaje" para comenzar.
fr: Importez un fichier CSV avec une colonne « invite » pour commencer.
hi: आरंभ करने के लिए 'प्रॉम्प्ट' कॉलम के साथ एक CSV फ़ाइल आयात करें।
id: Impor file CSV dengan kolom 'prompt' untuk memulai.
ja: まず、「プロンプト」列を含む CSV ファイルをインポートします。
ko: 시작하려면 '프롬프트' 열이 포함된 CSV 파일을 가져오세요.
pl: Aby rozpocząć, zaimportuj plik CSV z kolumną „podpowiedź”.
pt_br: Importe um arquivo CSV com uma coluna 'prompt' para começar.
tr: Başlamak için 'istem' sütunu içeren bir CSV dosyasını içe aktarın.
uk: Щоб розпочати, імпортуйте файл CSV зі стовпцем "підказка".
vi: Nhập tệp CSV có cột 'nhắc' để bắt đầu.
zh_hans: 导入带有“提示”列的 CSV 文件即可开始。
zh_hant: 匯入帶有「提示」列的 CSV 檔案即可開始。

source: Import a CSV file with prompts
de: Importieren Sie eine CSV-Datei mit Eingabeaufforderungen
es: Importar un archivo CSV con indicaciones
fr: Importer un fichier CSV avec des invites
hi: संकेतों के साथ एक CSV फ़ाइल आयात करें
id: Impor file CSV dengan petunjuknya
ja: プロンプト付きの CSV ファイルをインポートする
ko: 프롬프트가 포함된 CSV 파일 가져오기
pl: Zaimportuj plik CSV z monitami
pt_br: Importe um arquivo CSV com prompts
tr: İstemleri içeren bir CSV dosyasını içe aktarın
uk: Імпортуйте файл CSV із підказками
vi: Nhập tệp CSV có lời nhắc
zh_hans: 根据提示导入 CSV 文件
zh_hant: 根據提示匯入 CSV 文件

source: Import a ZIP file containing images or add them manually to get started.
de: Importieren Sie eine ZIP-Datei mit Bildern oder fügen Sie sie manuell hinzu, um loszulegen.
es: Importe un archivo ZIP que contenga imágenes o agréguelas manualmente para comenzar.
fr: Importez un fichier ZIP contenant des images ou ajoutez-les manuellement pour commencer.
hi: आरंभ करने के लिए छवियों वाली एक ज़िप फ़ाइल आयात करें या उन्हें मैन्युअल रूप से जोड़ें।
id: Impor file ZIP yang berisi gambar atau tambahkan secara manual untuk memulai.
ja: 画像を含む ZIP ファイルをインポートするか、画像を手動で追加して開始します。
ko: 이미지가 포함된 ZIP 파일을 가져오거나 수동으로 추가하여 시작하세요.
pl: Zaimportuj plik ZIP zawierający obrazy lub dodaj je ręcznie, aby rozpocząć.
pt_br: Importe um arquivo ZIP contendo imagens ou adicione-as manualmente para começar.
tr: Başlamak için görüntüleri içeren bir ZIP dosyasını içe aktarın veya bunları manuel olarak ekleyin.
uk: Щоб розпочати, імпортуйте ZIP-файл із зображеннями або додайте їх вручну.
vi: Nhập tệp ZIP chứa hình ảnh hoặc thêm chúng theo cách thủ công để bắt đầu.
zh_hans: 导入包含图像的 ZIP 文件或手动添加它们以开始使用。
zh_hant: 匯入包含影像的 ZIP 檔案或手動新增它們以開始使用。

source: Import images from a ZIP file
de: Importieren Sie Bilder aus einer ZIP-Datei
es: Importar imágenes desde un archivo ZIP
fr: Importer des images à partir d'un fichier ZIP
hi: ज़िप फ़ाइल से छवियाँ आयात करें
id: Impor gambar dari file ZIP
ja: ZIP ファイルから画像をインポートする
ko: ZIP 파일에서 이미지 가져오기
pl: Importuj obrazy z pliku ZIP
pt_br: Importe imagens de um arquivo ZIP
tr: ZIP dosyasındaki görüntüleri içe aktarın
uk: Імпортуйте зображення з ZIP-файлу
vi: Nhập hình ảnh từ tệp ZIP
zh_hans: 从 ZIP 文件导入图像
zh_hant: 從 ZIP 檔案匯入影像

source: In Progress
de: In Bearbeitung
es: En progreso
fr: En cours
hi: प्रगति पर है
id: Sedang Berlangsung
ja: 進行中
ko: 진행 중
pl: W toku
pt_br: Em andamento
tr: Devam Ediyor
uk: В роботі
vi: Đang tiến hành
zh_hans: 进行中
zh_hant: 進行中

source: Information
de: Informationen
es: Información
fr: Informations
hi: जानकारी
id: Informasi
ja: 情報
ko: 정보
pl: Informacje
pt_br: Informação
tr: Bilgi
uk: Інформація
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊

source: Input Fidelity
de: Eingabetreue
es: Fidelidad de entrada
fr: Fidélité d'entrée
hi: इनपुट निष्ठा
id: Kesetiaan Masukan
ja: 入力忠実度
ko: 입력 충실도
pl: Wierność wejściowa
pt_br: Fidelidade de entrada
tr: Giriş Doğruluğu
uk: Точність введення
vi: Độ trung thực đầu vào
zh_hans: 输入保真度
zh_hant: 輸入保真度

source: Instructions
de: Anweisungen
es: Instrucciones
hi: अनुदेश
id: instruksi
ja: 指示
ko: 지침
pl: Instrukcje
pt_br: Instruções
tr: Talimatlar
uk: Інструкції
vi: Hướng dẫn
zh_hans: 使用说明
zh_hant: 使用說明

source: Interactive canvas for quick generations
de: Interaktive Leinwand für schnelle Generationen
es: Lienzo interactivo para generaciones rápidas
fr: Toile interactive pour des générations rapides
hi: त्वरित पीढ़ियों के लिए इंटरएक्टिव कैनवास
id: Kanvas interaktif untuk generasi cepat
ja: インタラクティブなキャンバスで素早く生成
ko: 빠른 생성을 위한 대화형 캔버스
pl: Interaktywne płótno dla szybkich pokoleń
pt_br: Tela interativa para gerações rápidas
tr: Hızlı nesiller için etkileşimli tuval
uk: Інтерактивне полотно для швидкого покоління
vi: Canvas tương tác cho các thế hệ nhanh chóng
zh_hans: 用于快速生成的交互式画布
zh_hant: 用於快速生成的互動式畫布

source: Items will appear here.
de: Hier werden Elemente angezeigt.
es: Los elementos aparecerán aquí.
fr: Les éléments apparaîtront ici.
hi: आइटम यहां दिखाई देंगे.
id: Item akan muncul di sini.
ja: ここにアイテムが表示されます。
ko: 여기에 항목이 표시됩니다.
pl: Przedmioty pojawią się tutaj.
pt_br: Os itens aparecerão aqui.
tr: Öğeler burada görünecek.
uk: Тут з’являться елементи.
vi: Các mục sẽ xuất hiện ở đây.
zh_hans: 项目将出现在这里。
zh_hant: 項目將出現在這裡。

source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
ja: 言語
ko: 언어
pl: Język
pt_br: Idioma
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Last Frame
de: Letzter Frame
es: Último fotograma
fr: Dernière image
hi: अंतिम फ़्रेम
id: Bingkai Terakhir
ja: 最後のフレーム
ko: 마지막 프레임
pl: Ostatnia klatka
pt_br: Último quadro
tr: Son Kare
uk: Останній кадр
vi: Khung hình cuối cùng
zh_hans: 最后一帧
zh_hant: 最後一幀

source: Last run: %@
de: Letzter Lauf: %@
es: Última ejecución: %@
fr: Dernière exécution : %@
hi: अंतिम रन: %@
id: Terakhir dijalankan: %@
ja: 最終実行: %@
ko: 마지막 실행: %@
pl: Ostatnie uruchomienie: %@
pt_br: Última execução: %@
tr: Son çalıştırma: %@
uk: Останній запуск: %@
vi: Lần chạy cuối cùng: %@
zh_hans: 最后运行：%@
zh_hant: 最後運行：%@

source: Layers
de: Schichten
es: capas
fr: Calques
hi: परतें
id: Lapisan
ja: レイヤー
ko: 레이어
pl: Warstwy
pt_br: Camadas
tr: Katmanlar
uk: Шари
vi: Lớp
zh_hans: 层数
zh_hant: 層數

source: Leave empty for random
de: Für den Zufallsprinzip leer lassen
es: Dejar vacío para azar
fr: Laisser vide pour le hasard
hi: यादृच्छिक के लिए खाली छोड़ दें
id: Biarkan kosong secara acak
ja: ランダムの場合は空のままにしておきます
ko: 무작위로 사용하려면 비워 두세요.
pl: Pozostaw puste dla losowego
pt_br: Deixe em branco aleatoriamente
tr: Rastgele için boş bırakın
uk: Залиште порожнім для довільного
vi: Để trống ngẫu nhiên
zh_hans: 留空为随机
zh_hant: 留空為隨機

source: Left
de: Links
es: Izquierda
fr: Gauche
hi: वाम
id: Kiri
ja: 左
ko: 왼쪽
pl: Lewy
pt_br: Esquerda
tr: Sol
uk: Ліворуч
vi: trái
zh_hans: 左
zh_hant: 左

source: Light Logo
de: Helles Logo
es: Logotipo ligero
fr: Logo léger
hi: हल्का लोगो
id: Logo Ringan
ja: ライトロゴ
ko: 라이트 로고
pl: Lekkie logo
pt_br: Logotipo claro
tr: Işık Logosu
uk: Світлий логотип
vi: Logo ánh sáng
zh_hans: 浅色标志
zh_hant: 淺色標誌

source: Link Provider
de: Linkanbieter
es: Proveedor de enlaces
fr: Fournisseur de liens
hi: लिंक प्रदाता
id: Penyedia Tautan
ja: リンクプロバイダー
ko: 링크 제공자
pl: Dostawca łącza
pt_br: Provedor de links
tr: Bağlantı Sağlayıcı
uk: Постачальник посилань
vi: Nhà cung cấp liên kết
zh_hans: 链接提供者
zh_hant: 連結提供者

source: Link and manage your providers
de: Verknüpfen und verwalten Sie Ihre Anbieter
es: Vincula y gestiona tus proveedores
fr: Reliez et gérez vos fournisseurs
hi: अपने प्रदाताओं को लिंक करें और प्रबंधित करें
id: Tautkan dan kelola penyedia Anda
ja: プロバイダーのリンクと管理
ko: 공급자 연결 및 관리
pl: Połącz swoich dostawców i zarządzaj nimi
pt_br: Vincule e gerencie seus provedores
tr: Sağlayıcılarınızı bağlayın ve yönetin
uk: Пов’язуйте та керуйте своїми провайдерами
vi: Liên kết và quản lý nhà cung cấp của bạn
zh_hans: 链接和管理您的提供商
zh_hant: 連結和管理您的提供者

source: Linked
de: Verlinkt
es: vinculado
fr: Lié
hi: जुड़ा हुआ
id: Tertaut
ja: リンク済み
ko: 연결됨
pl: Połączone
pt_br: Vinculado
tr: Bağlantılı
uk: Пов'язано
vi: Đã liên kết
zh_hans: 链接
zh_hant: 連結
